import { IQaAArray } from "./QuestionsAndAnswer";

export const QaAHome: IQaAArray[] = [
    {
        titleHead:
            "Есть ли гарантия того, что придет именно то, что было заказано? А если я оплачу и товар не придет?",
        descrtiption:
            "Мы понимаем ваше беспокойство по этому поводу. Хотя мы стараемся обеспечить надежную доставку, абсолютной гарантии всегда нет. Однако, для вашего спокойствия, мы предлагаем защиту покупателя. Если вы оплатите товар, но он не придет, вы можете обратиться к нам. Мы поможем разобраться с ситуацией и, при необходимости, вернем вам средства. Кроме того, наши партнеры по доставке обладают высокой надежностью. Пожалуйста, ознакомьтесь с нашей политикой возврата и гарантийными условиями. Мы ценим вас как нашего клиента и всегда готовы решить любые вопросы, связанные с вашим заказом.",
    },
    {
        titleHead: "У меня в городе самокаты Kugoo дешевле. Почему?",
        descrtiption:
            "Мы всегда стремимся предложить нашим клиентам наилучшие условия и конкурентоспособные цены. Если у вас возникли вопросы относительно различий в ценах, пожалуйста, свяжитесь с нами, и мы с удовольствием поможем вам разобраться в этом вопросе. Спасибо за ваш выбор Kugoo!",
    },
    {
        titleHead:
            "Как осуществляется сервисное обслуживание в моем городе? Где гарантия, что меня обслужат?",
        descrtiption:
            "При покупке электросамоката у нас, вам выдается кассовый чек, товарный чек и гарантийный талон – эти документы дают право на гарантийное обслуживание на законодательном уровне. Наши сервисные центры находятся в Москве, Санкт-Петербурге и Краснодаре. В случае поломки вы можете обратиться туда. Если вы живете в городе, где нет нашего сервисного центра, то наш специалист поможет решить вопрос удаленно. Он сможет понять какая запчасть вышла из строя и отправит ее вам, если вы сможете сами заменить ее. Если удаленно решить вопрос не удастся, специалист создаст трек номер и попросит вас отправить самокат транспортной компанией CDEK. Транспортировку Товара (с ремонта/на ремонт) Покупатель оплачивает самостоятельно или осуществляет доставку Товара до СЦ своими силами и за свой счет. В соответствии со ст. 20 ФЗ «О защите прав потребителей» на ремонт по гарантии дается не более 45 дней. В городах, где есть наш сервисный центр ремонт проводится за 3-7 дней.",
    },
    {
        titleHead: "Где находятся пункты самовывоза в моем городе?",
        descrtiption:
            "Для того чтобы узнать точные местоположения пунктов самовывоза в вашем городе, вам рекомендуется обратиться на наш официальный сайт или в личный кабинет. На нашем сайте вы сможете найти информацию о ближайших пунктах самовывоза, их расположении, расписании работы и контактной информации.",
    },
];
